{
  "generalMusings": [
    "There's so much space Holy crap!",
    "I didn't know there was a patio, that's ill!",
    "Do we know anyone in a band? We should have shows here",
    "We should get a sick ass mirror",
    "Hey, have you met the neighbors? I bet they're chill",
    "Housewarming party in like what, a month?",
    "Check out these stickers, I say we keep um",
    "Should we get dj equipment? Turntables would be ill!",
    "What? They didn't even tell us about this.",
    "We should have a formal dinner party, invite people over, dress nice",
    "We only used to kick it like every couple weeks, now we kick it like everyday",
    "Beers!",
    "We could use my xbox to watch dvds",
    "We got such a good deal!",
    "We're roomates.. but we're friends too",
    "Hey do you have a cosco membership... bulk buys!",
    "This place has so much party potential, lets invite troy over",
    "Brownies! You know what I'm talkin about",
    "Dare I say margarita night?!",
    "I knew you'd come around",
    "This place is phat!",
    "Roomy crisis: Averted",
    "Now this place seems even iller then before",
    "Yes! We're boys again!"
  ],
  "stopMusings": [
    "I thought we were cool",
    "You were like my best friend",
    "This place had so much potential!",
    "Am I the friend that nobody likes?",
    "Man this has been a rough year for me",
    "Can we talk about this? Plus I've been having problems with my back this year",
    "This place was gonna be so dope!",
    "I needed this",
    "Are we having a fight?",
    "Maybe we should have a house meeting about this",
    "I've wanted a place like this for so long, and to live with you, it was like the opportunity of a lifetime",
    "I always do this.. I push people away!",
    "This place has mad party potential",
    "Let's start all over, I could be chill",
    "Was it something I said?.. ",
    "Can we talk more about this?",
    "Are you sure you wanna do this dude?",
    "Nothing ever works out for me..",
    "Can we still kick it?",
    "Please think about this man.. It could be so chill",
    "Every year I lose a friend, and now you!",
    "This stuff gets me so down",
    "You know I used to be the fat kid",
    "It's like nobody's on my side",
    "Can I get a break for JUST WONCE!",
    "THIS PLACE WAS GONNA BE SICK!!",
    "Thanks for opening up to me.. this was a good talk",
    "Are you sure you wanna do this to me dude?"
  ]
}
